Repository: Fayozb/valyuta
Catalog: lib/l10n/intl_*.arb
Languages: ru, uz

source: Currency converter
ru: Конвертер валют
uz: Valyuta konvertori

source: Rate on Play Market
ru: Ставка на Play Market
uz: Play Marketda Baholang

source: Program code
ru: Программный Код
uz: Dastur kodi

source: Our Telegram Channel
ru: Телеграм-канал
uz: Telegram kanalimiz

source: We Are On Facebook
ru: Фейсбук
uz: Biz Facebookda

source: We Are On Twitter
ru: Твиттер
uz: Biz Twitterda

source: We Are On Instagram
ru: Инстаграм
uz: Biz Instagramda

source: Opinion For Consideration
ru: Обратная связ
uz: Fikr mulohaza

source: About The Program
ru: O Программе
uz: Dastur haqida

# thebank
source: Central Bank of Uzbekistan
ru: Центральный банк Узбекистана
uz: O'zbekiston markaziy banki

# banktexti
source: prepared on the basis of open data. The software is open source and
ru: подготовлены на основе открытых данных. Программное обеспечение с открытым исходным кодом и
uz: ochiq ma'lumotlari asosida tayyorlangan. Dastur ochiq kodli bo'lib,

# banktext
source: distributed based on.
ru: распределяется на основе.
uz: asosida tarqatiladi.

# uzbeksum
source: Uzbek soum
ru: Узбекский сум
uz: O'zbekiston so'mi
